<template>
  <div class="about">
    

<div class="abouts">

<h2>ติดต่อเรา</h2>
<h4><p>สามารถติดต่อได้ที่คณะเทคโนโลยีสารสนเทศ มหาวิทยาลันเทคโนโลยีพระจอมเกล้าธนบุรี</p></h4>

<h2>นโยบายของเรา</h2>
<h4><p>ใช้เพื่อการค้าขายเท่านั้น</p></h4>

  <h2>นโยบายความเป็นส่วนตัว </h2>
  <h4><p>1.       บทนำ</p>
  <p>1.1       “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลเกี่ยวกับบุคคลไม่ว่าจริงหรือเท็จที่สามารถใช้เป็นข้อมูลที่ระบุตัวตนของบุคคลผู้นั้น หรือจากข้อมูลดังกล่าวหรือข้อมูลอื่นๆ ที่องค์กรมีหรืออาจสามารถเข้าถึงได้ ตัวอย่างข้อมูลส่วนบุคคลที่พบบ่อยได้แก่ ชื่อ หมายเลขประจำตัว และข้อมูลการติดต่อ</p>
	<p>1.2        ในการใช้บริการ การลงทะเบียนบัญชีกับเรา เยี่ยมชมไซต์ และ/หรือเข้าถึงบริการ คุณ ได้รับทราบและตกลงว่าคุณยอมรับข้อปฏิบัติ ข้อกำหนด และ/หรือนโยบายที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้ และคุณ ยินยอมให้เราเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลส่วนบุคคลของคุณดังที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้ หากคุณไม่ยินยอมให้เราดำเนินการข้อมูลส่วนบุคคลของคุณดังที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้ โปรดอย่าใช้บริการหรือเข้าถึงไซต์หากเราเปลี่ยนแปลงนโยบายความเป็นส่วนตัวของเรา เราจะโพสต์การเปลี่ยนแปลงดังกล่าวหรือนโยบายความเป็นส่วนตัวที่แก้ไขบนไซต์ เราขอสงวนสิทธิ์ในการแก้ไขนโยบายความเป็นส่วนตัวนี้ในทุกเมื่อโดยอาจแจ้งหรือไม่ได้แจ้งให้คุณทราบก็ตาม</p>
  <p>2.การดูเว็บเพจ</p>
	<p>ในการเข้าถึงเว็บไซต์ส่วนใหญ่ด้วยอุปกรณ์ของคุณ อุปกรณ์ของคุณจะส่งข้อมูลซึ่งอาจมีข้อมูลส่วนบุคคลของคุณซึ่งจะถูกบันทึกไว้โดยเซิร์ฟเวอร์ของเว็บเมื่อคุณเรียกดูเว็บของเรา ซึ่งโดยทั่วไปจะรวมถึงแต่ไม่จำกัดเพียง ที่อยู่ IP ของคอมพิวเตอร์ ระบบปฏิบัติการ ชื่อ/เวอร์ชันของเบราว์เซอร์ เว็บเพจที่อ้าง หน้าที่ร้องขอ วันที่/เวลา และบางครั้งอาจรวมถึง "คุกกี้" (ซึ่งคุณสามารถปิดใช้งานได้โดยกำหนดลักษณะอุปกรณ์ของคุณ) เพื่อช่วยให้ไซต์จดจำการเข้าชมครั้งล่าสุดของคุณ เมื่อคุณเข้าสู่ระบบ ข้อมูลนี้จะเชื่อมโยงกับบัญชีผู้ใช้ของคุณ นอกจากนี้ข้อมูลนี้จะนำไปใช้ในเชิงสถิติที่ไม่ระบุชื่อเพื่อช่วยให้เราทำความเข้าใจเกี่ยวกับวิธีที่ผู้เยี่ยมชมใช้งานไซต์ของเรา</p>	
  </h4>
</div>
</div>
</template>



  <style type="text/css">


	.abouts h2 {
    color:  black;
    text-align: left;
    padding-bottom: 0.5cm;
    margin-left:2cm;
    margin-right:1cm;
	} 

  .abouts h4{
    padding-bottom: 1.5cm;
    margin-left:2cm;
    margin-right:1cm;
  }

  .abouts h4 p{
    color:  black;
    text-align: left;
  }
  </style>