<template>
  <div class="help">

    <div class="ordering">

      <div id="data">

        <h2>สั่งซื้อสินค้าอย่างไร</h2>
        <h4><p>1. ค้นหาสินค้าที่คุณต้องการ</p>

        <p>เลือกสินค้าจากหน้าโชว์สินค้าหรือสามารถค้นหาจากแถบค้นหา หรือกดปุ่ม “add to cart” เพื่อสั่งซื้อทันที </p>

        <p>2. การซื้อ</p>

        <p>หลังจากคลิกปุ่ม “add to cart” ผู้ซื้อต้องกรอกจำนวนสินค้าที่ต้องการและคลิกปุ่ม "ซื้อตอนนี้" คุณจะไปสู่หน้า รถเข็นสินค้า</p>

        <p>3. รถเข็นสินค้า</p>

        <p>เลือก สินค้าที่ต้องการชำระเงิน จากนั้นกด "ยืนยันการสั่งซื้อ"</p></h4>


        <h2>ช่องทางการชำระเงิน</h2>
        <h4><p>คุณสามารถเลือกการชำระเงิน บัตรเครดิต/บัตรเดบิต จากนั้นกรอกข้อมูลบัตรในหน้าต่อไป</p></h4>



        <h2>การจัดส่งสินค้า </h2>
        <h4><p>การจัดส่งโดย Kerry (สำหรับผู้ขาย)</p></h4>


        <h2>การคืนเงินและคืนสินค้า</h2>
        <h4><p>เงื่อนไขในการคืนสินค้าเป็นอย่างไร?</p>
        <p>คุณสามารถคืนสินค้าได้เนื่องจาก:</p>

        <p>● สินค้าชำรุด/ เสียหาย</p>

        <p>● จัดส่งสินค้าผิด เช่น ขนาด หรือ สีของสินค้าผิด เป็นต้น</p>

        <p>● สินค้าใช้การไม่ได้</p>

        <p>● สินค้าที่ได้รับผิดไปจากการบรรยายสินค้าไปมาก</p>

        <p>● ได้ตกลงกับผู้ขายเอง</p>

        <p>หมายเหตุ: ในกรณีที่สินค้าชำรุดหรือเสียหาย กรุณาติดต่อ Shopee ภายใน 5 วันหลังได้รับสินค้า พร้อมแสดงหลักฐานการชำรุดหรือเสีย เช่น ภาพถ่ายสินค้า ภาพถ่ายตัวกล่องสินค้า</p>
          </h4>

      </div>

    </div>

  </div>

</template>



  <style type="text/css">


	.ordering h2 {
    color:  black;
    text-align: left;
    padding-bottom: 0.5cm;
    margin-left:2cm;
    margin-right:1cm;
	} 

  .ordering h4{
    padding-bottom: 1.5cm;
    margin-left:2cm;
    margin-right:1cm;
  }

  .ordering h4 p{
    color:  black;
    text-align: left;
  }

  #ordering{
    width: 100%;
  }
  
  #data{
    width: 80%;
    margin: 5%;
  }

  </style>